---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WitnsLineTickMark
source: html/db19563f-494c-da82-15ed-786ac4cec1f0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WitnsLineTickMark Property

"Witness Line Tick Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId WitnsLineTickMark { get; }
```